"Already logged in"="目前為已登入的狀態。";
"AuthData failed"="搜尋不到認證數據。";
"Blocked device"="已被封鎖的裝置。";
"Connection failed"="伺服器連線失敗。請確認連線後再重試。";
"Current thread is not a main thread"="該API只能從main thread中叫出。";
"Game inspection"="遊戲維護中。";
"Hangame inspection"="Hangame維護中。";
"Ignore and play"="以後";
"Image encoding failed"="圖像讀取失敗，請重試。(0X%08x)";
"Internal error"="內部錯誤。";
"Invalid client version"="客戶端版本不正確。";
"Invalid game info"="遊戲資訊不正確。";
"Invalid parameter"="參數不正確。";
"Invalid system info"="系統資訊不正確。";
"Invalid using API"="API 使用錯誤。";
"Invalid using login API"="登入API使用錯誤。";
"Json parsing failed"="讀取資訊失敗，請重試。(0X%08x)";
"Latest version exist"="發現最新版本。";
"Admin returned not loginable"="已設定為不可登入Admin。";
"Admin returned not playable"="已設定為不可在Admin執行遊戲。";
"Move to appstore"="現在更新";
"New version detected, but playable"="為使用更穩定的服務，須更新為最新版本。";
"New version detected, no playable"="為使用更穩定的服務，須更新為最新版本。";
"Not enough memory"="執行中的APP太多，記憶體不足。請關閉不使用的APP後再執行。";
"Not exist authData"="沒有認證資訊。";
"Not initialized"="系統未初始化。";
"Network restoring"="恢復網路中。";
"Not logged in"="不是已登入的用戶。";
"Not supported function"="不支援的功能。";
"Not registered game"="未註冊的遊戲。";
"Not usable device"="無法使用的裝置。";
"Resource update fail"="資源更新失敗。";
"Now waiting login"="等待登入完成中。";
"Platform inspection"="平台維護中。";
"Success"="成功";
"Time out"="連線狀態不正常。請稍候再試。";
"Unknown error"="與伺服器連線發生錯誤。(Code:0X%08x)";
"User canceled"="用戶已取消。";
"Return to game"="返回遊戲。";
"Would you excute this game after exit"="要執行該APP嗎？";
"Would you launch app store after exit"="要下載該APP嗎？";
"Would you move to game portal after exit"="iOS尚未開放的遊戲。要移往該遊戲的詳細資訊頁面嗎？";
"Detected Jail break warning"="由於異常使用該裝置，無法繼續使用服務。";
"Detected cheating app warning"="檢測到有礙正常使用遊戲的工具。若不刪除該工具，則無法使用本服務。";
"Title for agreement"="注意事項！";
"Message for agreement"="若終端機內存有針對本服務所使用之不當程式，則無法使用本服務。若終端機中存有該程式，本公司將取得有關該程式的資訊。";
"Permit agreement"="允許";
"Refuse agreement"="拒絕";
"Message for inspection, can not play"="維護中，暫時限制使用服務。";
"Message for inspection but playable"="維護中，可能會暫時限制部分服務的使用。";
"Message for resource update failed"="客戶端資訊錯誤，資源更新失敗。請詢問客服中心。";
"Message for blocked device"="限制使用服務的裝置。";
"Message for not registered device"="只有已註冊的部分裝置可使用服務。";
"Message for server error"="因伺服器錯誤，導致遊戲連線失敗。請結束遊戲後重新執行。";
"Message for punishment"="因採取不正常的遊戲方式，已限制使用。";
"Message for deactivation"="您的帳戶已被停用。不能再使用該服務。";
"Service closed"="服務結束。感謝您這段時間的使用。";
"Cancel"="取消";
"Excute"="執行";
"Confirm"="確認";
"Close"="關閉";
"Detail"="查看更多";
"Agree to User Terms"="同意使用条款";
"Agree to Privacy Policy"="同意個人用戶服務條款";
"Show User Terms"="查看更多";
"Show Privacy Policy"="查看更多";
"Agree"="同意";
"Age Requirement for Adult"="未成年者需要監護人的購買許可。您滿20歲了嗎？";
"Check Permission by Parents"="請於取得監護人的許可後再購買。每月可購買3千元。取得許可了嗎？";
"YES"="是";
"NO"="否";
